var recruitmentsDetail = {};
recruitmentsDetail = [{

	"title": "&ensp;昆明厚致百盈企业管理有限公司关于昆明市公安局2021年第一批公开招聘勤务辅警公告",
	"content": "<p>&ensp;&ensp;&ensp;&ensp;为深入推进《昆明市2020年促进高校毕业生就业创业十条措施》，贯彻落实国家“稳就业”“保就业”决策部署，全力做好2020年全市高校毕业生就业工作，" +
		"根据工作需要，昆明厚致百盈企业管理有限公司受昆明市公安局委托，全权负责面向社会开展勤务辅警公开招聘工作。现将有关事项公告如下：</p>" +
		"<h4>一、岗位说明</h4>" +
		"<p>&ensp;&ensp;&ensp;&ensp;此次招聘岗位为昆明市公安局直属部门勤务辅警。勤务辅警是指根据社会治安形势发展和公安工作实际需要，面向社会招聘，" +
		"为公安机关日常运转和警务活动提供辅助支持的非人民警察身份人员。勤务辅警不具有人民警察和公务员身份，不纳入编制管理，不行使人民警察职权。</p>" +
		"<p>本次共招聘706人：</p>" +
		"<p>轨道分局126人、交警支队418人、看守所19人、拘留所3人、戒毒所50人、水上治安分局3人、刑侦支队44人、警令部9人、监管支队2人、巡警支队6人、公交分局2人、警保部12人、禁毒支队2人、经文保分局1人、治安支队4人、出入境管理局1人、食药支队2人、法制支队2人。</p>" +
		"<p>具体划分请点击查看“昆明市公安局2021年勤务辅警第一批招聘简章”</p>"+
		"<h4>二、用工方式</h4>"+
		"<p>勤务辅警采取劳务派遣形式，由昆明厚致百盈企业管理有限公司依法与聘用人员签订劳动合同并建立劳动关系。</p>"+
		"<h4>三、招聘条件</h4>"+
		"<h5>（一）基本条件。</h5>"+
		"<p>1.拥护宪法，遵守国家法律法规，品行端正，服从组织安排;</p>"+
		"<p>2. 年龄为18周岁以上、35周岁以下（个别岗位年龄可放宽到45周岁，详见招聘简章）;</p>"+
		"<p>3.具有高中（中专）及以上文化程度（退役士官士兵可放宽到初中文化）（个别岗位需要大专以上学历）;</p>"+
		"<p>4.自愿从事勤务辅警工作，责任心强，具有忠诚奉献、吃苦耐劳的精神；</p>"+
		"<p>5.身体健康，无色盲、无口吃、无纹身；</p>"+
		"<p>6.具有正常履行职责所需的身体素质和工作能力;</p>"+
		"<p>7.同等条件下，优先招聘退役士官士兵；</p>"+
		"<p>8.具备拟报考岗位所需的其他条件。</p>"+
		"<h5>（二）有下列情形之一的人员，不得报考。</h5>"+
		"<p>1.本人或家庭成员、主要社会关系人参加非法组织、邪教组织或从事其他危害国家安全活动的；</p>"+
		"<p>2.本人家庭成员或主要社会关系人正在服刑或正在接受调查的；</p>"+
		"<p>3.受过刑事处罚或者涉嫌违法犯罪尚未查清的；</p>"+
		"<p>4.编造、散布有损国家声誉、反对党的理论和路线方针政策、违反国家法律法规信息的；</p>"+
		"<p>5.因吸毒、嫖娼、赌博受到处罚的；</p>"+
		"<p>6.曾被行政拘留、司法拘留、收容教育的；</p>"+
		"<p>7.被吊销律师、公证员、职业证书的；</p>"+
		"<p>8.被开除公职、开除军籍或者因违纪违规被辞退解聘的；</p>"+
		"<p>9.从事警务辅助工作合同期未满擅自离职的；</p>"+
		"<p>10.有较为严重的个人不良征信记录的；</p>"+
		"<p>11.具有严重身体或精神疾病，不宜从事警务辅助工作的；</p>"+
		"<p>12.其他不适宜从事警务辅助工作的。</p>"+
		"<h4>四、招聘程序</h4>"+
		"<h5>（一）报名。</h5>"+
		"<p>疫情期间本次招聘采用微信线上报名方式，报考人员须关注“昆明厚致百盈企业管理有限公司”微信公众号，每人限报一个岗位，多报岗位将取消报名资格。</p>"+
		"<p>报名前仔细阅读《招聘公告》，选择符合条件的报考岗位，准确填写《报名表》并认真校对个人报考信息。已就业人员报考的，需工作单位出具同意报考证明，加盖单位公章</p>"+
		"<h4>七、其他</h4>"+
		"<p>本公告由昆明厚致百盈企业管理有限公司负责解释，后续招聘信息和公示信息请关注昆明厚致百盈企业管理有限公司微信公众号《KMHZBY》或《hzbyDT》。</p>"+
		"<p>本公告招聘流程顺序根据实际工作调整，由昆明厚致百盈企业管理有限公司负责解释。</p>"+

		"<p>咨询电话：63352309、63352980、63328080。</p>"+


		"<p>附件1. 昆明市公安局2021年勤务辅警第一批招聘简章</p>"+
		"<p>2.昆明市公安局招聘勤务辅警报考诚信承诺书</p>"+
		"<p>3.昆明市公安局勤务辅警报名表</p>"+
		"<p>4.单位同意报考证明（样式）</p>"+
		"<p>5.长跑成绩计算标准</p>"+



		"<p>&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;昆明厚致百盈企业管理有限公司</p>"+
		"<p>&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;&ensp;年  月  日</p>"
}]
export default recruitmentsDetail;
